Repository: olympsis/client-iOS
Catalog: Olympsis/Locatlization/Catalogues/Onboarding.xcstrings
Source language: en
Languages: es_419, fr

# auth-user-info-birthdate
source: Birthdate
es_419: Fecha de nacimiento
fr: Date de naissance

# auth-user-info-sub-title
source: Share a few details to help us tailor Olympsis to your needs.
es_419: Comparta algunos detalles para ayudarnos a adaptar Olympsis a sus necesidades.
fr: Partagez quelques détails pour nous aider à adapter Olympsis à vos besoins.

# auth-user-info-title
source: Let's get to know you better!
es_419: ¡Vamos a conocerte mejor!
fr: Apprenons à mieux vous connaître !

# auth-user-sports-sub-title
source: Pick the sports you play or want to learn. We’re adding more soon. Let us know if there’s one you’d like to see!
es_419: Elige los deportes que practicas o quieres aprender. Pronto añadiremos más. ¡Cuéntanos si hay alguno que te gustaría ver!
fr: Choisissez les sports que vous pratiquez ou que vous souhaitez découvrir. Nous en ajouterons bientôt d'autres. N'hésitez pas à nous faire part de vos envies !

# auth-user-sports-title
source: Which sports are you into?
es_419: ¿Qué deportes te gustan?
fr: Quels sports pratiquez-vous ?

# onboarding-about-sub-title
source: Your platform to build thriving communities around the sports that bring us together
es_419: Tu plataforma para construir comunidades prósperas en torno a los deportes que nos unen
fr: Votre espace pour bâtir une communauté dynamique autour des sports qui vous rassemblent.

# onboarding-about-title
source: Welcome to Olympsis
es_419: Bienvenido a Olympsis
fr: Bienvenue à Olympsis

# onboarding-clubs-sub-title
source: Build your sports community - create groups, bring friends, and meet new players
es_419: Construye tu comunidad deportiva: crea grupos, trae amigos y conoce nuevos jugadores.
fr: Construisez votre communauté sportive : créez des groupes, amenez des amis et rencontrez de nouveaux joueurs

# onboarding-clubs-title
source: Get into groups with friends
es_419: Formar grupos con amigos
fr: Rejoignez des groupes avec des amis

# onboarding-events-sub-title
source: Make events exclusive to your group or share them with the community to inspire others
es_419: Haz eventos exclusivos para tu grupo o compártelos con la comunidad para inspirar a otros.
fr: Créez des événements exclusifs à votre groupe ou partagez-les avec la communauté pour inspirer les autres

# onboarding-events-title
source: Create Sports Events
es_419: Crear eventos deportivos
fr: Créer des événements sportifs

source: Select your birthdate
es_419: Seleccione su fecha de nacimiento
fr: Sélectionnez votre date de naissance

source: Type username here
es_419: Escriba el nombre de usuario aquí
fr: Tapez le nom d'utilisateur ici
